// Реалізувати з допомогою прототипів або класів такі інформаційні об’єкти: 
// a. Пасажир 
// b. Квиток 
// c. Потяг 
// d. Продані квитки 
// Реалізувати такі можливості системи:


// a. Додавання нового пасажира в колекцію 
// b. Редагування пасажира в колекції 
// c. Видалення пасажира з колекції 
// d. Пошук одного пасажира в колекції 


// e. Додавання потяга в колекцію 
// f. Редагування потяга в колекції 
// !!!!!g. Видалення пасажира(потяга????) з колекції 
// h. Пошук одного потяга в колекції


// i. Покупка пасажиром квитка на потяг 
// j. Зміна квитка із одного потяга на інший 
// k. Скасування покупки квитка 
// l. Пошук потяга на який продали найбільше/найменше квитків 

// Усі колекції реалізувати у вигляді масивів Array

